IDEA Open Model
ConcreteSLSCheckResultStiffness.Stiffness Property
Compatible with IDEA StatiCa Beta 20.0
 result stiffnesses
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SectionStiffnesses Stiffness { get; set; }
Public Property Stiffness As SectionStiffnesses
	Get
	Set
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace